Repository: stetze/RDS-Shadow
Catalog: RDS-Shadow/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# Sessions_RefreshButton.ToolTipService.ToolTip
source: Refresh
de_de: Aktualisieren

# Sessions_FilterTextBox.PlaceholderText
source: Enter filter text
de_de: Filtertext eingeben

# Sessions_SendMessageAllButton.ToolTipService.ToolTip
source: Sends a message to all users currently displayed in the list.
de_de: Sendet eine Nachricht an alle Benutzer, die aktuell in der Liste angezeigt werden.

# Sessions_MessageAllTitle.Text
source: Notify users in the list
de_de: Benutzer in der Liste benachrichtigen

# Sessions_MessageAllTextBox.PlaceholderText
source: Enter message here...
de_de: Nachricht hier eingeben...

# Sessions_MessageAll_SendButton.Content
source: Send
de_de: Senden

# Sessions_Message_SendButton.Content
source: Send
de_de: Senden

# Sessions_Column_Username
source: Username
de_de: Benutzer

# Sessions_Column_SessionId
source: Session ID
de_de: Sitzungs-ID

# Sessions_Error_DbConnection
source: Unable to connect to the database. Please check your settings or network connection.
de_de: Leider konnte keine Verbindung zu Ihrer Datenbank hergestellt werden. Bitte kontrollieren Sie Ihre Daten in den Einstellungen bzw. prüfen Ihre Netzwerkverbindung.

# Sessions_Warn_NoUsers
source: There are no users in the current view.
de_de: Es sind keine Benutzer in der aktuellen Ansicht.

# Sessions_Error_SendMessage
source: Error sending message: {0}
de_de: Fehler beim Senden der Nachricht: {0}

# Sessions_Error_SendMessageUser
source: Error sending message to {0}: {1}
de_de: Fehler beim Senden der Nachricht an {0}: {1}

# Sessions_Error_SendAll
source: Error sending message to all users: {0}
de_de: Fehler beim Senden der Nachricht an alle Benutzer: {0}

# Sessions_MessageToUser_Title
source: Message to {0} ({1})
de_de: Nachricht an {0} ({1})

# Settings_SQLServer.PlaceholderText
source: Enter the SQL server name
de_de: SQL-Servernamen eingeben

# Settings_Databasename.PlaceholderText
source: Enter the database name
de_de: Datenbanknamen eingeben

# Settings_Database_SaveButton.Content
source: Save
de_de: Speichern

# Settings_Language.Text
source: Language
de_de: Sprache

# Settings_Language_SystemDefault.Content
source: System default
de_de: Systemstandard

# Settings_OtherSettings.Text
source: Advanced settings
de_de: Erweiterte Einstellungen

# Shell_Sessions.Content
source: RD Connection Broker
de_de: RD-Verbindungsbroker

# Settings_Personalization.Text
source: Personalization
de_de: Personalisierung

# Settings_Theme.Text
source: Theme
de_de: Design

# Settings_Theme_Light.Content
source: Light
de_de: Hell

# Settings_Theme_Dark.Content
source: Dark
de_de: Dunkel

# Settings_Theme_Default.Content
source: Default
de_de: Standard

# Settings_About.Text
source: About this application
de_de: Über diese Anwendung

# SettingsPage_PrivacyTermsLink.Content
source: Privacy Statement
de_de: Datenschutzrichtlinie

# Settings_Database.Text
source: RD Connection Broker
de_de: RD-Verbindungsbroker

# Settings_LanguageChange_Title
source: Language changed
de_de: Sprache geändert

# Settings_LanguageChange_Content
source: The language has been changed. Do you want to restart the application now to apply the changes?
de_de: Die Sprache wurde geändert. Möchten Sie die Anwendung jetzt neu starten, damit die Änderungen wirksam werden?

# Settings_LanguageChange_Restart
source: Restart now
de_de: Jetzt neu starten

# Settings_LanguageChange_Later
source: Later
de_de: Später

# Settings_Language_German.Content
source: Deutsch (Germany)
de_de: Deutsch (Deutschland)

# Sessions_SendMessageAllButton_Text
source: Notify all
de_de: Alle benachrichtigen

# Sessions_MessageTextBox.PlaceholderText
source: Enter message...
de_de: Nachricht eingeben...

# Sessions_Message_Send_Button.Content
source: Send
de_de: Senden

# Settings_TSSettings.Text
source: Terminal Servers
de_de: Terminalserver

# Settings_TSName.PlaceholderText
source: Enter the terminal server name
de_de: Terminalservernamen eingeben

# Shell_SessionsTS.Content
source: Terminal Servers
de_de: Terminalserver

# settingsIncludeClientCard.Header
source: Prompt for client name
de_de: Clientname abfragen

# settingsThemeCard.Header
source: App theme
de_de: App Thema

# settingsThemeCard.Description
source: Select which app theme to display.
de_de: Wählen Sie aus, welches App-Design angezeigt werden soll.

# settingsAboutExpander.Description
source: Enables you to remotely control an active session of another user on a Remote Desktop Session Host server. © 2024-2025 Daniel Stetzenbach. All rights reserved.
de_de: Ermöglicht Ihnen die Fernsteuerung einer aktiven Sitzung eines anderen Benutzers auf einem Remotedesktop-Sitzungshost-Server. © 2024-2025 Daniel Stetzenbach. Alle Rechte vorbehalten.

# settingsLanguageCard.Header
source: Language
de_de: Sprache

# settingsIncludeClientCard.Description
source: Automatically retrieves the client names of users logged on to the terminal servers and displays them in the session list.
de_de: Ermittelt automatisch die Clientnamen der auf den Terminalservern angemeldeten Benutzer und zeigt sie in der Sitzungsliste an.

# settingsTSCard.Header
source: For terminal servers that are not discovered via the RD Connection Broker.
de_de: Für Terminalserver, die nicht über den RD‑Verbindungsbroker ermittelt werden.

# settingsSQLServerCard.Description
source: Name of the SQL Server running the RD Connection Broker database.
de_de: Name des SQL-Servers, auf dem die RD-Verbindungsbroker-Datenbank läuft.

# settingsSQLDBCard.Description
source: Name of the RD Connection Broker database.
de_de: Name der RD-Verbindungsbroker-Datenbank.

# settingsSQLDBCard.Header
source: Database name
de_de: Datenbankname

# settingsTSCard.Description
source: Multiple terminal servers possible, separated by commas
de_de: Mehrere Terminalserver komma-separiert möglich

# Settings_SqlServer_ClearProceed
source: Proceed
de_de: Bestätigen

# Settings_SqlServer_ClearCancel
source: Cancel
de_de: Abbrechen

# Settings_TSname_ClearProceed
source: Proceed
de_de: Bestätigen

# Settings_TSname_ClearCancel
source: Cancel
de_de: Abbrechen

# Settings_Database_ClearProceed
source: Proceed
de_de: Bestätigen

# Settings_Database_ClearCancel
source: Cancel
de_de: Abbrechen

# Settings_SqlServer_ClearWarning
source: Are you sure you want to delete the data?
de_de: Möchten Sie die Daten wirklich löschen?

# Settings_Database_ClearWarning
source: Are you sure you want to delete the data?
de_de: Möchten Sie die Daten wirklich löschen?

# Settings_TSname_ClearWarning
source: Are you sure you want to delete the data?
de_de: Möchten Sie die Daten wirklich löschen?

# Sessions_Error_Quser_Title
source: Error querying sessions
de_de: Fehler beim Abfragen von Sitzungen

# Sessions_Error_Quser_Content
source: Error querying sessions.
de_de: Fehler beim Abfragen der Sitzungen.

# Settings_TSSettings_Hint
source: For terminal servers that are not discovered via the RD Connection Broker.
de_de: Für Terminalserver, die nicht über den RD‑Verbindungsbroker ermittelt werden.

# Common_Cancel
source: Cancel
de_de: Abbrechen

# Common_ErrorTitle
source: Error
de_de: Fehler

# Common_WarningTitle
source: Warning
de_de: Warnung

# Sessions_Title
source: RD Connection Broker
de_de: RD-Verbindungsbroker

# Sessions_Title_InfoText
source: The listed sessions are provided by the RD Connection Broker database.
de_de: Die aufgeführten Sitzungen stammen aus der RD‑Verbindungsbroker‑Datenbank.

# Sessions_Title_InfoLink
source: More information
de_de: Weitere Informationen

# Sessions_LogoutFailed
source: Sign out failed: {0}
de_de: Abmelden fehlgeschlagen: {0}

# Sessions_NoUsers
source: No users available.
de_de: Keine Nutzer verfügbar.

# Sessions_Context_Logout.Text
source: Sign out
de_de: Abmelden

# Sessions_Context_SendMessage.Text
source: Send message
de_de: Nachricht senden
